Revit 2027 API
BuiltInFailures.FilledRegionFailures.CannotDrawFilledRegion Property
 Can't draw [Filled Region Name].
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotDrawFilledRegion { get; }
Public Shared ReadOnly Property CannotDrawFilledRegion As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotDrawFilledRegion {
	FailureDefinitionId^ get ();
}
static member CannotDrawFilledRegion : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.FilledRegionFailures Class
Autodesk.Revit.DB Namespace